Repository: copsub/cs-donations
Catalog: languages/dgx-donate-*.po
Languages: da_dk, de_de

source: Thank You Page
da_dk: Tak Page
de_de: Dankeschön-Seite

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke tilstrækkelige tilladelser til at se denne side.
de_de: Sie haben keine ausreichende Berechtigung, um auf diese Seite zuzugreifen.

source: Thank you page content updated.
da_dk: Tak sidens indhold opdateret.
de_de: Danke Seiteninhalt aktualisiert.

source: Thank You Page Details
da_dk: Tak Side Detaljer
de_de: Vielen Dank, dass Sie Details der Seite

source: Thank You Page Text
da_dk: Tak Page Tekst
de_de: Danke-Seite Text

source: The text to display to the donor after they complete their donation.
da_dk: Den tekst, der vises til donoren, efter de har afsluttet deres donation.
de_de: Der Text, der dem Spender angezeigt, nachdem sie ihre Spende zu vervollständigen.

source: On this page you can configure a special thank you message which will appear to your donors after they complete their donation. This is separate from the thank you email that gets emailed to your donor.
da_dk: På denne side kan du konfigurere en særlig tak budskab, som vil blive vist på dine donorer efter de har afsluttet deres donation. Det er adskilt fra tak e-mail, bliver sendt til din donor.
de_de: Auf dieser Seite können Sie ein spezielles Dankeschön-Mail die an Ihre Spender erscheinen wird, nachdem sie ihre Spende abzuschließen konfigurieren. Dies ist unabhängig von der Dankeschön-E-Mail, die auf Ihre Spender per E-Mail erhält.

source: Donation Detail
de_de: Donation Details

source: Donation deleted
da_dk: Donation slettet
de_de: Donation gelöscht

source: Date
da_dk: Dato
de_de: Datum

source: Amount
da_dk: Antal
de_de: Menge

source: Yes
da_dk: Ja
de_de: Ja

source: No
da_dk: Nej
de_de: Nein

source: Add to Mailing List?
da_dk: Tilføj til adresseliste?
de_de: In den Mailing-Listen?

source: Would like to remain anonymous?
da_dk: Vil gerne være anonym?
de_de: Möchte anonym bleiben?

source: Employer Match
da_dk: Arbejdsgiver Match
de_de: Arbeitgeber Spiel

source: in honor of
da_dk: til ære for
de_de: zu Ehren

source: in memory of
da_dk: til minde om
de_de: in Erinnerung

source: Send acknowledgement via email to
da_dk: Send kvittering via e-mail til
de_de: Bestätigung senden per E-Mail an

source: Send acknowledgement via postal mail to
da_dk: Send kvittering via post til
de_de: Bestätigung senden per Post zu

source: Tribute Gift
de_de: Tribute Geschenk

source: Payment Method
da_dk: Betalingsmetode
de_de: Zahlungsmethode

source: Repeating
da_dk: Gentagelse
de_de: Wiederholung

source: Session ID
de_de: Sitzungs-ID

source: Transaction ID
de_de: Transaktion ID

source: Related Donations
da_dk: Relaterede Donationer
de_de: Verwandte Spenden

source: For repeating donations, displays a list of other donations in the series (subscription)
da_dk: For at gentage donationer, viser en liste over andre donationer i serien (abonnement)
de_de: Für wiederkehrende Spenden, zeigt eine Liste von anderen Spenden in der Serie (Abonnement)

source: No related donations found
da_dk: Ingen relaterede donationer fundet
de_de: Keine verwandten Spenden gefunden

source: Delete this Donation
da_dk: Slet denne Donation
de_de: Löschen Sie diese Donation

source: Click the following button to delete this donation. This will also remove this donation from all reports. This operation cannot be undone.
da_dk: Klik på følgende knap for at slette denne donation. Dette vil også fjerne denne donation fra alle rapporter. Denne handling kan ikke fortrydes.
de_de: Klicken Sie auf den folgenden Button, diese Spende zu löschen. Dies wird auch diese Spende aus allen Berichten zu entfernen. Dieser Vorgang kann nicht rückgängig gemacht werden.

source: This is a repeating donation (subscription). Deleting this donation does NOT end the subscription. The donor will need to log into PayPal to end the subscription.
da_dk: Dette er en gentagende donation (abonnement). Sletning denne donation slutter ikke abonnementet. Donoren skal logge ind PayPal at afslutte abonnementet.
de_de: Dies ist eine wiederkehrende Spende (Abonnement). Das Löschen dieser Spende nicht zu Ende des Abonnements. Die Spender müssen in PayPal einzuloggen, um das Abonnement zu beenden.

source: Delete Donation
da_dk: Slet Donation
de_de: Donation löschen

source: Donations
da_dk: Donationer
de_de: Spenden

source: Donation Report for %1$s to %2$s
da_dk: Donation Rapport for %1$s til %2$s
de_de: Donation Bericht für %1$s auf %2$s

source: Fund/Date
da_dk: Fund / Dato
de_de: Fonds / Datum

source: Donor
de_de: Spender

source: Fund Subtotal
de_de: Fonds Zwischensumme

source: Grand Total
de_de: Gesamtsumme

source: No donations found.
da_dk: Ingen donationer fundet.
de_de: Keine Spenden gefunden.

source: Export Report as Spreadsheet (CSV)
da_dk: Export Anmeld som regneark (CSV)
de_de: Bericht exportieren als Tabellenkalkulation (CSV)

source: Click the following button to export detailed information for each donation in this report to a comma-separated-value (CSV) file compatible with most spreadsheet software.
da_dk: Klik på følgende knap for at eksportere oplysninger om hver donation i denne rapport til en kommasepareret værdi (CSV) fil kompatibel med de fleste regneark.
de_de: Klicken Sie auf die folgende Schaltfläche, um detaillierte Informationen für jede Spende in diesem Bericht (CSV) Datei mit den meisten Tabellenkalkulationsprogrammen kompatibel zu exportieren, um eine kommagetrennte-Wert.

source: Export Report
da_dk: Eksporter rapport
de_de: Bericht exportieren

source: Date Range
da_dk: Datointerval
de_de: Zeitraum

source: Start Date
da_dk: Startdato
de_de: Startdatum

source: End Date
da_dk: Slutdato
de_de: Enddatum

source: Update
da_dk: Opdater
de_de: Aktualisierung

source: Donations by This Donor
da_dk: Donationer af Denne Donor
de_de: Spenden von Diese Spender

source: Fund
de_de: Fonds

source: Donor Total
da_dk: Donor alt
de_de: Gebergesamt

source: Donor Information
de_de: Spenderinformation

source: Donors
da_dk: Donorer
de_de: Die Geber

source: Donor Report for %1$s to %2$s
da_dk: Donor Rapport for %1$s til %2$s
de_de: Donor-Bericht für %1$s auf %2$s

source: Donor/Date
da_dk: Donor / Dato
de_de: Donor / Datum

source: Donor Subtotal
de_de: Donor Zwischensumme

source: No donors found.
da_dk: Ingen donorer fundet.
de_de: Keine Spender gefunden.

source: Funds
da_dk: Midler
de_de: Mittel

source: Fund added.
da_dk: Fund tilsat.
de_de: Fonds aufgenommen.

source: Fund(s) updated.
da_dk: Fund (s) opdateret.
de_de: Fonds (e) aktualisiert.

source: Fund(s) deleted.
da_dk: Fund (s) udgår.
de_de: Fonds (n) gelöscht.

source: Fund Name
da_dk: Fund Navn
de_de: Fondsname

source: Display on Donation Form
da_dk: Display på tilmeldingsblanket
de_de: Anzeige auf Spendenformular

source: Delete
da_dk: Slet
de_de: Löschen

source: Note: Deleting a fund from this list does NOT affect any donations already made to that fund, or any reports for that fund.
da_dk: Bemærk: Sletning af en fond fra denne liste berører ikke donationer allerede er foretaget til denne fond eller eventuelle rapporter for denne fond.
de_de: Hinweis: Das Löschen eines Fonds aus dieser Liste hat keinen Einfluss auf bereits Spenden an diesen Fonds gemacht, oder keine Berichte für diesen Fonds.

source: Save Changes
da_dk: Gem ændringer
de_de: Änderungen speichern

source: You have no designated funds defined
da_dk: Du har ingen udpegede midler defineret
de_de: Sie haben festgelegt keine ausgewiesenen Mittel

source: Add New Designated Fund
da_dk: Tilføj nyudpegede Fund
de_de: Neue Designated Fund hinzufügen

source: Name
da_dk: Navn
de_de: Nam

source: The name of the desginated fund, as you want it to appear to visitors.
da_dk: Navnet på den anvises fond, som du ønsker det skal vises for besøgende.
de_de: Der Name des desginated Fonds, wie Sie wollen, dass es für die Besucher angezeigt.

source: Help/FAQ
da_dk: Hjælp / FAQ
de_de: Hilfe/FAQ

source: What is the shortcode I need to insert on a page to see the donation form?
da_dk: Hvad er det kortkode jeg nødt til at indsætte på en side for at se donation formular?
de_de: Was ist die Kurzwahlnummer für das Senden auf einer Seite einfügen, um das Spendenformular sehen?

source: Do I need to set my IPN notification URL at PayPal?
da_dk: Skal jeg sætte min IPN meddelelse URL på PayPal?
de_de: Muss ich meine IPN Benachrichtigung URL bei PayPal ein?

source: In general it is not needed, but some users have needed to set it to get notifications working correctly.
da_dk: Generelt er det ikke nødvendigt, men nogle brugere har behov for at sætte den til at få meddelelser fungerer korrekt.
de_de: In der Regel ist es nicht nötig, aber einige Benutzer benötigt, um es einrichten zu erhalten Benachrichtigungen ordnungsgemäß funktioniert.

source: What URL should I use for the IPN notification URL at PayPal?
da_dk: Hvad URL skal jeg bruge for IPN meddelelse URL på PayPal?
de_de: Welche URL soll ich für die IPN-Benachrichtigung URL bei PayPal?

source: The correct URL to use is displayed on your settings page under Payment Gateways.
da_dk: Den korrekte webadresse til at bruge, vises på din side indstillinger under betaling gateways.
de_de: Die richtige URL zu bedienen ist von Ihren Einstellungen Seite unter Zahlungs-Gateways angezeigt.

source: How does my donor end a repeating donation?
da_dk: Hvordan min donor afslutte en gentagelse donation?
de_de: Wie kommt mein Spender Ende eine Spende wiederholen?

source: The donor can log into their PayPal account, go to their profile under 'My Account,' then 'Preapproved Payments', and end the repeating donation there.
da_dk: Donoren kan logge ind på deres PayPal-konto, gå til deres profil under 'Min konto' og derefter 'forhåndsgodkendt betalinger« og slutter den repetitive donation der.
de_de: Der Spender kann in ihr PayPal-Konto einloggen, gehen Sie zu ihrem Profil unter 'Mein Konto', dann 'preapproved Zahlungen', und am Ende der wiederkehrenden Spende gibt.

source: I have a question not answered here. Where can I find the plugin's support forum?
da_dk: Jeg har et spørgsmål ikke er besvaret her. Hvor kan jeg finde plugin support forum?
de_de: Ich habe eine Frage, die hier nicht beantwortet. Wo kann ich den Plugin-Support-Forum finden?

source: You can find the support forum at
da_dk: Du kan finde support forum på
de_de: Sie können die Support-Forum zu finden,

source: Log
da_dk: Logfil
de_de: Log-Notiz

source: Log cleared
da_dk: Log ryddet
de_de: Log gelöscht

source: The log is empty.
da_dk: Loggen er tom.
de_de: Das Protokoll ist leer.

source: Clear Log
de_de: Log-Datei bereinigen

source: Seamless Donations
da_dk: Sømløse Donationer
de_de: Nahtlose Spenden

source: Seamless Donations for WordPress
da_dk: Sømløse Donationer til WordPress
de_de: Nahtlose Spenden für Wordpress

source: Thank You Emails
da_dk: Tak Emails
de_de: Vielen Dank, dass Sie E-Mails

source: Settings
da_dk: Indstillinger
de_de: Einstellungen

source: Quick Links
da_dk: Hurtige Links
de_de: Nützliche Links

source: Recent Donations
da_dk: Seneste Donationer
de_de: Letzte Spenden

source: Latest News
da_dk: Seneste Nyheder
de_de: Neuigkeiten

source: What's up with Seamless Donations
da_dk: Hvad er med Seamless Donationer
de_de: Was ist los mit Seamless Spenden

source: Settings updated.
da_dk: Indstillinger opdateret.
de_de: Einstellungen aktualisiert.

source: Notification Emails
de_de: Benachrichtigung E-Mails

source: Enter one or more emails that should be notified when a new donation arrives. You can separate multiple email addresses with commas.
da_dk: Indtast et eller flere e-mails, der skal anmeldes, når en ny donation ankommer. Du kan adskille flere e-mail-adresser med komma.
de_de: Geben Sie eine oder mehrere E-Mails, die benachrichtigt werden sollen, wenn eine neue Spende ankommt. Sie können mehrere E-Mail-Adressen durch Kommas trennen.

source: Notification Email Address(es)
da_dk: E-mail, adresse (r)
de_de: Anmeldung E-Mail Adresse (n)

source: Email address(es) that should be notified (e.g. administrators) of new donations.
da_dk: E-mail-adresse (r), der skal anmeldes (f.eks administratorer) af nye donationer.
de_de: E-Mail-Adresse (n), die benachrichtigt werden soll (zB Administratoren) neuer Spenden.

source: Error: No payment gateways found
da_dk: Fejl: Ingen betaling gateways fundet
de_de: Fehler: Keine Zahlungs-Gateways gefunden

source: Giving Levels
da_dk: Giving Niveauer
de_de: Geben Levels

source: Select one or more suggested giving levels for your donors to choose from.
da_dk: Vælg en eller flere foreslog at give niveauer for din donorer til at vælge fra.
de_de: Wählen Sie eine oder mehrere Ebenen vorgeschlagen, was für Ihre Spender zur Auswahl.

source: Currency
da_dk: Valuta
de_de: Währung

source: Select the currency you'd like to receive donations in.
da_dk: Vælg den valuta, du gerne vil modtage donationer i.
de_de: Wählen Sie die Währung, die Sie möchten, dass Spenden erhalten.

source: Default Country / State / Province
da_dk: Standard Land / Stat / provins
de_de: Standard Land / Bundesland / Kanton

source: Select the default country / state / province for the donation form.
da_dk: Vælg standard land / stat / provins ved donation form.
de_de: Wählen Sie die Standard Land / Staat / Provinz für das Spendenformular.

source: Tribute Gift Section
da_dk: Tribute Gift Sektion
de_de: Tribute Geschenk Abschnitt

source: Show or hide the Tribute Gift section of the donation form.
da_dk: Vis eller skjul Tribute Gift del af donation form.
de_de: Ein- oder Ausblenden der Tribute Geschenk Teil des Spendenformular.

source: Show the Tribute Gift form section
da_dk: Vis den Tribute Gift formular sektion
de_de: Lassen Sie sich die Tribute Geschenk Formularabschnitt

source: Do not show the Tribute Gift form section
da_dk: Vis ikke Tribute Gift formular sektion
de_de: Stellen Sie das Tribute Geschenk Form Abschnitt nicht angezeigt

source: Employer Match Section
da_dk: Arbejdsgiver Match sektion
de_de: Arbeitgeber Spiel Abschnitt

source: Show or hide the Employer Match section of the donation form.
da_dk: Vis eller skjul Employer Match del af donation form.
de_de: Ein- oder Ausblenden der Arbeitgeber Spiel Teil des Spendenformular.

source: Show the Employer Match form section
da_dk: Vis den Employer Match formular sektion
de_de: Lassen Sie sich die Arbeitgeber Spiel Formularabschnitt

source: Do not show the Employer Match form section
da_dk: Vis ikke Employer Match formular sektion
de_de: Den Arbeitgeber Spiel Formularabschnitt nicht zeigen

source: Scripts
de_de: Scripte

source: Whether to load scripts in the header or footer.
da_dk: Hvorvidt at indlæse scripts i sidehovedet eller sidefoden.
de_de: Ob Skripte in der Kopf- oder Fußzeile zu laden.

source: Load scripts in the header (default)
da_dk: Indlæs scripts i headeren (standard)
de_de: Laden Sie Skripte in der Kopfzeile (Standard)

source: Load scripts in the footer
da_dk: Indlæs scripts i sidefoden
de_de: Laden Sie Skripte in der Fußzeile

source: From / Reply-To Name
da_dk: Fra / svar til navn
de_de: Von / Reply-To-Name

source: The name the thank you email should appear to come from (e.g. your organization name or your name).
da_dk: Navnet det tak skal vises EMAIL at komme fra (f.eks din organisation navn eller dit navn).
de_de: Der Name der E-Mail sollte danke scheinen aus (zB den Namen Ihrer Organisation oder Ihrem Namen) zu kommen.

source: From / Reply-To Email Address
da_dk: Fra / Svar-til email-adresse
de_de: Von / Reply-To Mail-Adresse

source: The email address the thank you email should appear to come from.
da_dk: Den e-mail-adresse for tak skal vises Email komme fra.
de_de: Die E-Mail-Adresse die E-Mail danke erscheinen soll herkommen.

source: Subject
da_dk: Emne
de_de: Betreff

source: The subject of the email (e.g. Thank You for Your Donation).
da_dk: Emnet for e-mail (f.eks Tak for din donation).
de_de: Das Thema der E-Mail (zB Vielen Dank für Ihre Spende).

source: Body
da_dk: Vogn
de_de: Nachrichtentext

source: The body of the email message to all donors.
da_dk: Liget af den e-mail-meddelelse til alle donorer.
de_de: Der Körper der E-Mail-Nachricht an alle Spender.

source: Recurring Donations
da_dk: Tilbagevendende Donationer
de_de: Wiederkehrende Spenden

source: This message will be included when the donor elects to make their donation recurring.
da_dk: Denne besked vil blive inkluderet, når donor vælger at gøre deres donation tilbagevendende.
de_de: Diese Meldung aufgenommen werden, wenn der Spender wählt ihre Spende wiederkehr zu machen.

source: This message will be included when the donor designates their donation to a specific fund.
da_dk: Denne besked vil blive inkluderet, når donoren udpeger deres donation til en særlig fond.
de_de: Diese Meldung aufgenommen werden, wenn der Spender bezeichnet ihre Spende einem bestimmten Fonds.

source: Anonymous Donations
da_dk: Anonyme gaver
de_de: Anonyme Spenden

source: This message will be included when the donor requests their donation get kept anonymous.
da_dk: Denne besked vil blive inkluderet, når donoren anmoder deres donation blive holdt anonym.
de_de: Diese Meldung aufgenommen werden, wenn der Spender fordert die Spende anonym zu werden.

source: Mailing List Join
da_dk: Postlisteoplysninger Deltag
de_de: Mailingliste zu abonnieren

source: This message will be included when the donor elects to join the mailing list.
da_dk: Denne besked vil blive inkluderet, når donor vælger at deltage i mailinglisten.
de_de: Diese Meldung aufgenommen werden, wenn der Spender sich dafür entscheidet, die Mailingliste zu abonnieren.

source: This message will be included when the donor selects the employer match.
da_dk: Denne besked vil blive inkluderet, når donor vælger arbejdsgiveren kamp.
de_de: Diese Meldung aufgenommen werden, wenn der Spender wählt die Arbeitgeber Spiel.

source: This message will be included when the donor elects to make their donation a tribute gift.
da_dk: Denne besked vil blive inkluderet, når donor vælger at gøre deres donation en hyldest gave.
de_de: Diese Meldung aufgenommen werden, wenn der Spender sich dafür entscheidet, ihre Spende eine Hommage Geschenk machen.

source: Closing
da_dk: Lukning
de_de: Zum Schluss

source: The closing text of the email message to all donors.
da_dk: Sidste udgave af e-mail til alle donorer.
de_de: Der Schlusstext der E-Mail an alle Spender.

source: Signature
da_dk: Underskrift
de_de: Unterschrift

source: The signature at the end of the email message to all donors.
da_dk: Signaturen i slutningen af ​​e-mail til alle donorer.
de_de: Die Signatur am Ende der E-Mail an alle Spender.

source: Templates updated.
da_dk: Skabeloner opdateret.
de_de: Vorlagen aktualisiert.

source: Test email sent.
da_dk: Test e-mail sendt.
de_de: Test-E-Mail gesendet.

source: Email Template
da_dk: Email skabelon
de_de: E-Mail-Vorlage

source: You can include placeholders such as [firstname] [lastname] [fund] and/or [amount].
da_dk: Du kan medtage pladsholdere som [fornavn] [efternavn] [fond] og / eller [beløb].
de_de: Sie können Platzhalter wie [Vorname] [Nachname] [Fonds] und / oder [Betrag] gehören.

source: These placeholders will automatically be filled in with the donor and donation details.
da_dk: Disse pladsholdere automatisk udfyldes med donor- og donation detaljer.
de_de: Diese Platzhalter werden automatisch in den Spender und Spende Details ausgefüllt werden.

source: Send a Test Email
da_dk: Send en test email
de_de: Senden Sie eine Test-E-Mail

source: Enter an email address (e.g. your own) to have a test email sent using the template.
da_dk: Indtast en e-mail-adresse (fx din egen) at have en test email sendt ved hjælp af skabelonen.
de_de: Geben Sie eine E-Mail-Adresse (zB Ihre eigenen), um eine Test-Email versandt, mit dem Template haben.

source: Email Address
da_dk: E-mailadresse
de_de: E-Mail Adresse

source: The email address to receive the test message.
da_dk: Den e-mail adresse for at modtage test besked.
de_de: Die E-Mail-Adresse, um die Testmeldung.

source: Send Test Email
de_de: Test Email senden

source: Thank you for electing to have your donation automatically repeated each month.
da_dk: Tak for at vælge at få din donation automatisk gentaget hver måned.
de_de: Wir danken Ihnen für die Wahl, dass Ihre Spende automatisch jeden Monat wiederholt.

source: PayPal Email Address
da_dk: PayPal e-mail adresse
de_de: PayPal E-Mail-Adresse

source: The email address at which to receive payments.
da_dk: Den e-mail-adresse, hvor til at modtage betalinger.
de_de: Die E-Mail-Adresse, unter der die Zahlungen erhalten.

source: Mode:
de_de: Modus:

source: Live (Production Server)
da_dk: Live (Server Produktion)
de_de: Leben (Productionserver)

source: Donation
de_de: Spenden

source: Support us
da_dk: Støt os
de_de: Unterstützen Sie uns

source: Even though everyone in Copenhagen Suborbitals are working for free, building rockets requires funding. We don’t pay salary, but we spend money buying the materials and tools we need. Certain costs cannot be avoided either, such as the rent of a construction site, rocket fuel, structural steel and transportation to the launchsite near the island of Bornholm.
da_dk: Selvom alle i Copenhagen Suborbitals arbejder gratis, bygge raketter kræver finansiering. Vi betaler ikke løn, men vi bruger penge på at købe materialer og redskaber, vi har brug for. Visse omkostninger kan ikke undgås heller, såsom leje af en byggeplads, raketbrændstof, bygningsstål og transport til launchsite nær Bornholm.
de_de: Auch wenn jeder in Copenhagen Suborbitals sind kostenlos, Gebäude Raketen arbeiten erfordert Finanzierung. Wir zahlen keine Gehälter, aber wir geben Geld den Kauf der Materialien und Werkzeuge, die wir brauchen. Bestimmte Kosten können auch nicht vermieden werden kann, wie beispielsweise die Vermietung von einer Baustelle, Raketentreibstoff, Baustahl und Transport zum launchsite in der Nähe der Insel Bornholm.

source: This is a crowdsourcing project – and we need your help to succeed!
da_dk: Dette er en crowdsourcing projekt - og vi har brug for din hjælp til at lykkes!
de_de: Dies ist eine Crowdsourcing-Projekt - und wir brauchen Ihre Hilfe, um erfolgreich zu sein!

source: Below you can choose a one time donation, or to become a “Copenhagen Suborbitals Supporter” by donating every month. More than 1000 people from all over the world have already signed up as monthly supporters – but we need a lot more to reach our goal!
da_dk: Herunder kan du vælge en én gang donation, eller at blive en “Copenhagen Suborbitals Supporter” ved at donere hver måned. Mere end 1000 mennesker fra hele verden har allerede tilmeldt sig som månedlige tilhængere - men vi har brug for meget mere for at nå vores mål!
de_de: Nachfolgend finden Sie eine einmalige Spende entscheiden oder ein “Copenhagen Suborbitals Supporter” werden durch die Spende jeden Monat. Mehr als 1000 Menschen aus der ganzen Welt haben sich bereits als monatliche Unterstützer unterschrieben - aber wir brauchen noch viel mehr, um unser Ziel zu erreichen!

source: Please choose an amount and type in your details below. When you press “Submit” you will be asked to checkout and pay via PayPal.
da_dk: Vælg et beløb og skriv dine oplysninger nedenfor. Når du trykker på “Send”, vil du blive bedt om at kassen og betale via PayPal.
de_de: Bitte wählen Sie einen Betrag und geben Sie Ihre Daten ein. Wenn Sie die Taste “Senden” werden Sie gebeten, Prüfung und Lohn durch PayPal werden.

source: Warning - Seamless Donations is currently configured to use the Sandbox (Test Server).
da_dk: Advarsel - Seamless Donationer øjeblikket konfigureret til at bruge Sandbox (test server).
de_de: Warnung - Nahtlose Spenden ist zurzeit so konfiguriert, um die Sandbox (Testserver) verwenden.
