Repository: copsub/cs-donations
Catalog: languages/dgx-donate-*.po
Languages: da_dk, de_de

source: Warning: To make a donation, you must first enable JavaScript.
da_dk: Advarsel: For at gøre en donation, skal du først aktivere JavaScript.
de_de: Warnung: Um eine Spende zu machen, müssen Sie zuerst JavaScript aktivieren.

source: Submit
da_dk: Send
de_de: Senden

source: Add New Donation
da_dk: Tilføj ny Donation
de_de: In New Donation

source: Edit Donation
de_de: Bearbeiten Donation

source: View Donation
de_de: Ansicht Donation

source: Donations Received
da_dk: Donationer modtaget
de_de: Spenden empfangen

source: Membership (monthly donation)
da_dk: Medlemskab (månedlig donation)
de_de: Mitgliedschaft (monatliche Spende)

source: One time donation
da_dk: Én gang donation
de_de: Einmalige Spende

source: Donation Information
de_de: Spenden Informationen

source: I would like to make a monthly donation in the amount of:
da_dk: Jeg vil gerne gøre en månedlig donation i mængden af:
de_de: Ich möchte eine monatliche Spende in Höhe von machen:

source: I would like to make a one time donation in the amount of:
da_dk: Jeg vil gerne gøre en en gang donation i mængden af:
de_de: Ich möchte eine einmalige Spende in der Höhe von machen:

source: Other
da_dk: Andet
de_de: Andere

source: I would like to designate this donation to a specific fund
da_dk: Jeg vil gerne udpege denne donation til en særlig fond
de_de: Ich möchte diese Spende an einen bestimmten Fonds zu bezeichnen

source: Check here to donate in honor or memory of someone
da_dk: Check her for at donere til ære eller minde om en person
de_de: Überprüfen Sie hier, um zu Ehren oder zum Gedenken an jemand spenden

source: Check here if this is a memorial gift
da_dk: Tjek her, hvis dette er et mindesmærke gave
de_de: Prüfen Sie hier, ob dies eine Gedenkgeschenk

source: Honoree's Name:
da_dk: Honoree navn:
de_de: Titelträgers Name:

source: Send acknowledgement via email to
da_dk: Send kvittering via e-mail til
de_de: Bestätigung senden per E-Mail an

source: Name:
da_dk: Navn:
de_de: Netzwerkname:

source: Send acknowledgement via postal mail to
da_dk: Send kvittering via post til
de_de: Bestätigung senden per Post zu

source: Address:
da_dk: Adresse:
de_de: Adresse:

source: City:
da_dk: By:
de_de: Stadt:

source: State:
da_dk: Stat:
de_de: Zustand:

source: Province:
da_dk: Provins:
de_de: Provinz:

source: Country:
da_dk: Land:
de_de: Land:

source: Postal Code:
da_dk: Postnummer:
de_de: Postleitzahl:

source: Check here if your employer matches donations
da_dk: Tjek her, hvis din arbejdsgiver matcher donationer
de_de: Prüfen Sie hier, ob Ihr Arbeitgeber übereinstimmt Spenden

source: Employer Name:
da_dk: Arbejdsgiver Navn:
de_de: Name des Arbeitgebers:

source: First Name:
da_dk: Fornavn:
de_de: Vorname:

source: Last Name:
da_dk: Efternavn:
de_de: Nachname:

source: Phone:
da_dk: Telefon:
de_de: Telefon:

source: Address 2:
da_dk: Adresse 2:
de_de: Adresse 2:

source: Add me to your mailing list
da_dk: Føj mig til din adresseliste
de_de: Füge mich zu Deiner Mailingliste

source: Please do not publish my name. I would like to remain anonymous.
da_dk: Venligst ikke udgive mit navn. Jeg vil gerne forblive anonym.
de_de: Bitte meinen Namen nicht veröffentlichen. Ich möchte anonym bleiben.

source: Bank Transfer
da_dk: Bankoverførsel
de_de: Überweisung

source: Donor Address
da_dk: Donor-adresse
de_de: Donor-Adresse

source: A donation has been received
da_dk: En donation er modtaget
de_de: Eine Spende eingegangen ist

source: A donation has been received. Here are some details about the donation.
da_dk: En donation er modtaget. Her er nogle oplysninger om donation.
de_de: Eine Spende empfangen wurde. Hier sind einige Details über die Spende.

source: NOTE: The donor is making this donation in honor of / in memory of someone.
da_dk: BEMÆRK: donor gør denne donation til ære for / til minde om en person.
de_de: HINWEIS: Der Spender wird durch diese Spende zu Ehren von / zum Gedenken an jemand.

source: Please see the donation details (using the link below) for more information.
da_dk: Se venligst donation detaljer (ved hjælp af link nedenfor) for yderligere oplysninger.
de_de: Bitte beachten Sie die Spende Informationen (über den Link unten) für weitere Informationen.

source: NOTE: The donor is making this donation with an employer match.
da_dk: BEMÆRK: Donoren gør denne donation med en arbejdsgiver kamp.
de_de: HINWEIS: Die Geber macht diese Spende mit einem Arbeitgeber Spiel.

source: Donation:
de_de: Spende:

source: Amount:
da_dk: Beløb:
de_de: Betrag:

source: Click on the following link to view all details for this donation:
da_dk: Klik på følgende link for at se alle oplysninger om donation:
de_de: Klicken Sie auf den folgenden Link, um alle Details für diese Spende an:

source: Seamless Donations Modified
da_dk: Sømløse Donationer Modificeret
de_de: Nahtlose Spenden Geändert

source: Making online donations easy for your visitors; making donor and donation management easy for you. Receive donations (now including repeating donations), track donors and send customized thank you messages with Seamless Donations for WordPress. Works with PayPal accounts.
da_dk: Gøre online donationer nemt for dine besøgende; gør donor og donation management let for dig. Modtag donationer (nu herunder gentage donationer), spore donorer og sende tilpassede tak meddelelser med Sømløse Donationer til WordPress. Arbejder med PayPal-konti.
de_de: Machen Online-Spenden einfach für Ihre Besucher; dass Spender und Spendenverwaltung einfach für Sie. Erhalten Spenden (jetzt einschließlich wiederholen Spenden), verfolgen Spendern und sende fertigt danke Nachrichten mit Seamless Spenden für Wordpress. Arbeitet mit PayPal-Konten.

source: Donation Details
da_dk: Donation Detaljer

source: Undesignated
da_dk: Uspecificeret

source: Designated Fund
da_dk: Udpeget Fund

source: Designated Funds
da_dk: Udpegede fonde

source: Sandbox (Test Server)
da_dk: (Server Test) Sandbox

source: Designated Fund:
da_dk: Udpeget Fund:

source: (optional)
da_dk: (Valgfrit)
